espressif/esp-iot-solution/examples/display/lcd/qspi_with_ram/sdkconfig.defaults.esp32p4
# ESP32-P4 default configuration

CONFIG_IDF_TARGET="esp32p4"
CONFIG_PARTITION_TABLE_OFFSET=0x10000
